/* No comment provided by engineer. */
"Amount" = "Bedrag";

/* No comment provided by engineer. */
"cancel" = "Annuleren";

/* No comment provided by engineer. */
"accept" = "Accepteren";

/* No comment provided by engineer. */
"Charge Card" = "Kaart opladen";

/* No comment provided by engineer. */
"Charge Code" = "Oplaad Code";

/* No comment provided by engineer. */
"Charge MiniTix" = "MiniTix opladen";

/* No comment provided by engineer. */
"Charge Wallet" = "Portemonnee opladen";

/* No comment provided by engineer. */
"Confirm" = "Bevestigen";

/* No comment provided by engineer. */
"Confirmation Code" = "Bevestig Code";

/* No comment provided by engineer. */
"Credit Card" = "Creditcard";

/* No comment provided by engineer. */
"Credit Card number" = "Creditcardnummer";

/* No comment provided by engineer. */
"CVC Code" = "CVV Code";

/* No comment provided by engineer. */
"Done" = "Klaar";

/* No comment provided by engineer. */
"E-mail Address" = "E-mail Adres";

/* No comment provided by engineer. */
"An SMS  containing a verification code has been sent to %@. Enter the code to complete the registration." = "Een SMS is verstuurd naar %@ met daarin een verificatiecode. Voer deze in om de registratie te voltooien.";

/* No comment provided by engineer. */
"An SMS has been sent to %@ containing a verification code, please use this code to reset your password" = "Een SMS is verstuurd naar %@ met daarin een verificatiecode, gebruik deze code om het wachtwoord te resetten.";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Expiration Date (MM/YY)" = "Vervaldatum (MM/JJ)";

/* No comment provided by engineer. */
"Fill your verification code recevied in your phone" = "Vul de ontvangen verificatie code in.";

/* No comment provided by engineer. */
"Go" = "Ga";

/* No comment provided by engineer. */
"Here you can charge your MiniTix wallet. Enter the code from a MyOrder charge card below." = "Hier kunt u de MiniTix portemonnee opladen. Vul de code van een MyOrder oplaad kaart in.";

/* No comment provided by engineer. */
"iDEAL" = "iDEAL";
"iDeal" = "iDEAL";

/* No comment provided by engineer. */
"I accept the terms of\n            and" = "Ik accepteer de voorwaarden van\n            en";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Je krijgt een SMS toegestuurd.\nVoer de ontvangen activatiecode in.\n\n%@\n\nIs dit het correcte telefoonnummer?" = "Je krijgt een SMS toegestuurd.\nVoer de ontvangen activatiecode in.\n\n%@\n\nIs dit het correcte telefoonnummer?";

/* No comment provided by engineer. */
"Login" = "Inloggen";

/* No comment provided by engineer. */
"Minitix" = "MiniTix";

/* No comment provided by engineer. */
"MyOrder" = "MyOrder";

/* No comment provided by engineer. */
"Next" = "Volgende";

/* No comment provided by engineer. */
"Remember:" = "Onthouden:";

/* No comment provided by engineer. */
"Pay" = "Betalen";

/* No comment provided by engineer. */
"Pay using your Visa or Mastercard. You can also use your credit card to put money safely in your MiniTix wallet of Rabobank" = "Betaal dmv uw Visa of Mastercard. U kunt ook uw Creditcard gebruiken om veilig geld te zetten op uw MiniTix Portemonnee van de Rabobank";

/* No comment provided by engineer. */
"Pay your order directly from your app with your MiniTix wallet from Rabobank. Safe and fast payment!" = "Betaal direct uw bestelling met de MiniTix portemonnee van de Rabobank!";

/* No comment provided by engineer. */
"Please create a new password" = "Maak een nieuw wachtwoord";

/* No comment provided by engineer. */
"Please enter the amount to transfer to your MiniTix wallet." = "Vul het bedrag in om in uw MiniTix porteonnee te plaatsen.";

/* No comment provided by engineer. */
"Please select your bank" = "Selecteer uw bank";

/* No comment provided by engineer. */
"Purchase History" = "Aanschaf geschiedenis";

/* No comment provided by engineer. */
"Transactions" = "Transacties";

/* No comment provided by engineer. */
"Return" = "Terug";

/* No comment provided by engineer. */
"Scan your credit card" = "Scan uw Creditcard";

/* No comment provided by engineer. */
"Search" = "Zoeken";

/* No comment provided by engineer. */
"Mobile number" = "Telefoonnummer";

/* No comment provided by engineer. */
"The password you have chosen is not long enough." = "Het gekozen wachtwoord is te kort.";

/* No comment provided by engineer. */
"The two passwords are not identical." = "De ingevoerde wachtwoorden komen niet overeen.";

/* No comment provided by engineer. */
"Use your PayPal account to pay for orders. You only have to login once. Also, PayPal can be used to put money safely in your MiniTix wallet of Rabobank" = "Gebruik us PayPal account om te betalen. U hoeft slecht 1 keer in te loggen. PayPal kan gebruikt worden om veilig geld te plaatsen in uw MiniTix poremonnee van de Rabobank.";

/* No comment provided by engineer. */
"User does not have a bank account linked to its MiniTix wallet. Please, make an iDeal transaction first" = "De gebruiker heeft geen rekening nummer gekoppeld aan zijn MiniTix portemonnee. Gebruik iDEAL.";

/* No comment provided by engineer. */
"Next" = "Verder";

/* No comment provided by engineer. */
"Verification code" = "Verificatie code";

/* No comment provided by engineer. */
"Verify" = "Controleren";

/* No comment provided by engineer. */
"Fill in your phone number, including landcode. Example: +31600000000." = "Vul je telefoonnummer in, inclusief landcode. Voorbeeld: +31600000000.";

/* No comment provided by engineer. */
"Password repeat" = "Wachtwoord opnieuw";

/* No comment provided by engineer. */
"Password forgotten" = "Wachtwoord vergeten";

/* No comment provided by engineer. */
"Password" = "Wachtwoord";

/* No comment provided by engineer. */
"Amount to pay" = "Te betalen bedrag";

/* No comment provided by engineer. */
"Payment" = "Afrekenen";

/* No comment provided by engineer. */
"Wallet" = "Portemonnee";

/* No comment provided by engineer. */
"My Wallet" = "Mijn Portemonnee";

/* No comment provided by engineer. */
"Pay with" = "Betalen met";

/* No comment provided by engineer. */
"Or choose another payment method" = "Of kies een andere betaalwijze";

/* No comment provided by engineer. */
"Load your wallet" = "Portemonnee opwaarderen";

/* No comment provided by engineer. */
"More options" = "Meer opties";

/* Your data is not accepted on credit card fill */
"Your data is not accepted" = "Uw gegevens zijn niet geaccepteerd";

/* No comment provided by engineer. */
"Wallet History" = "Portemonnee geschiedenis";

/* No comment provided by engineer. */
"With iDEAL you directly debit from your bank account. Also, iDEAL can be used to put money safely in your MiniTix wallet of Rabobank" = "Met iDEAL kunt u direct geld overmaken. Met iDEAL kunt u ook geld in uw MiniTix Portemonee plaatsen.";

/* No comment provided by engineer. */
"With MyOrder top-up card, you can easily put money in your MiniTix wallet of Rabobank" = "Met de MyOrder top-up kaart kunt u eenvoudig geld in uw MiniTix Portemonee plaatsen.";

/* No comment provided by engineer. */
"With One Time Authorization you directly debit from your previously used bank account. Also, One Time Authorization can be used to put money safely in your MiniTix wallet of Rabobank" = "Met eenmalige machtiging kunt u direct geld over schrijven. Met eenmalige machtiging kunt u eenvoudig geld in uw MiniTix Portemonee plaatsen.";

/* No comment provided by engineer. */
"Your transaction was cancelled" = "Your transaction was cancelled";

/* No comment provided by engineer. */
"Your transaction failed" = "Your transaction failed";

/* No comment provided by engineer. */
"Your transaction expired" = "Your transaction expired";

/* No comment provided by engineer. */
"Select your bank" = "Kies uw bank";

/* No comment provided by engineer. */
"Payment information" = "Betaal informatie";

/* No comment provided by engineer. */
"Successful" = "Gelukt";

/* No comment provided by engineer. */
"In progress" = "In behandeling";

/* No comment provided by engineer. */
"Failed" = "Mislukt";

/* No comment provided by engineer. */
"Link your Payment key" = "Betaalsleutel koppelen";

/* No comment provided by engineer. */
"Pay your friends" = "Betaal je vrienden";

/* No comment provided by engineer. */
"Enter 06 number or MyOrder ID" = "Aan 06-nummer of MyOrder ID";

/* No comment provided by engineer. */
"Pay your friends with saldo from your wallet" = "Betaal je vrienden met het saldo uit je portemonnee";

/* No comment provided by engineer. */
"Data" = "Gegevens";

/* No comment provided by engineer. */
"Definition" = "Omschrijving";

/* No comment provided by engineer. */
"Fill in your details here" = "Vul hier je omschrijving in";

/* No comment provided by engineer. */
"Choose a mobile number" = "Selecteer een mobiel nummer";

/* No comment provided by engineer. */
"No valid mobile phone number found for this person." = "Er is geen geldig mobiel telefoonnummer gevonden bij deze persoon.";

/* No comment provided by engineer. */
"Email verification" = "E-mail controleren";

/* No comment provided by engineer. */
"I am older than 18 years" = "Ik ben ouder dan 18 jaar";

/* No comment provided by engineer. */
"Enter your bank account number" = "Vul ter controle je rekeningnummer in";

/* No comment provided by engineer. */
"Sepa authorization" = "Eenmalige machtiging";

/* No comment provided by engineer. */
"Charge complete. €%.2f has been added to your wallet." = "Opwaarderen gelukt. Er is €%.2f op je portemonnee bijgeschreven.";

/* No comment provided by engineer. */
"Automatic charge" = "Automatisch opwaarderen";

/* No comment provided by engineer. */
"Per week" = "Per week";

/* No comment provided by engineer. */
"Per month" = "Per maand";

/* No comment provided by engineer. */
"Choose max. amount per period" = "Kies max. bedrag per periode";

/* No comment provided by engineer. */
"Select amount" = "Kies bedrag";

/* No comment provided by engineer. */
"Select period" = "Kies periode";

/* No comment provided by engineer. */
"Or use your saved card" = "Of gebruik je opgeslagen kaart";

/* No comment provided by engineer. */
"Check your current card settings" = "Controleer je huidige kaartinstellingen";

/* No comment provided by engineer. */
"Products" = "Producten";

/* No comment provided by engineer. */
"Total price" = "Totaalbedrag";

/* No comment provided by engineer. */
"OTA" = "Eenmalige machtiging";

/* No comment provided by engineer. */
"Card" = "Opwaardeerkaart";

/* No comment provided by engineer. */
"Order your Payment key" = "Bestel je betaalsleutel";

/* No comment provided by engineer. */
"Automatic charge complete" = "Automatisch opwaarderen is gelukt";

/* No comment provided by engineer. */
"Email verification completed" = "Email verificatie is gelukt";

/* No comment provided by engineer. */
"Pay your friends completed" = "Het bedrag is overgemaakt";

/* No comment provided by engineer. */
"Payment is completed" = "Betaling is uitgevoerd";

/* No comment provided by engineer. */
"Charge is completed" = "Opwaarderen is gelukt";

/* No comment provided by engineer. */
"MyCashless" = "MyCashless";

/* No comment provided by engineer. */
"Powered by" = "Powered by";

/* No comment provided by engineer. */
"Loading..." = "Laden...";

/* No comment provided by engineer. */
"Coupons" = "Coupons";

/* No comment provided by engineer. */
"Transactions" = "Transacties";

/* No comment provided by engineer. */
"Loyalty/Credits"= "Loyalty/Credits";


/* Error codes */
"IBAN is not valid" = "IBAN is niet geldig";
"IssuerId ontbreekt" = "Bank is required";
"Bedrag ontbreekt" = "Amount is required";
"Missing field ToMobileNumber" = "Missing destination number";
"Verification code is incorrect." = "Verificatiecode is niet correct.";


